berkeley-db@5
binutils
brotli
bzip2
c-ares
ca-certificates
dbus
django-completion
expat
gcc
gettext
gh
glibc
gmp
icu4c
isl
krb5
libedit
libffi
libmpc
libnghttp2
libnsl
libtirpc
libuv
libvterm
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxml2
linux-headers@5.15
lpeg
luajit
luv
lz4
mpdecimal
mpfr
msgpack
ncurses
neovim
node
openssl@3
python-tk@3.12
python@3.11
python@3.12
readline
sqlite
starship
tcl-tk
tree-sitter
unibilium
unzip
xorgproto
xz
zlib
zstd
