alsa-utils
base
base-devel
blueberry
bluez
bluez-utils
efibootmgr
emacs
flameshot
git
grub
hyprland
hyprpaper
intel-ucode
kitty
linux
linux-firmware
lolcat
man-db
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-emoji
noto-fonts-extra
pulseaudio
pulseaudio-bluetooth
python-pip
rofi
sl
starship
tmux
ttf-d2coding-nerd
waybar
which
xclip
